Repository: Vistaus/tictactoy
Catalog: po/*.po
Languages: ru

source: Simple TIC-TAC-toe game
ru: Простая игра крестики-нолики

source: A simple TIC-TAC-toe game. Get ahead of your opponent by first filling in the fields horizontally, vertically, or diagonally. Don't let your opponent do the same!
ru: Простая игра крестики-нолики. Опередите своего соперника и заполните 3 поля по горизонтали, вертикали или диагонали. Не дайте своему сопернику сделать то же самое!

source: Added Russian translation
ru: Добавлен перевод на русский

source: Update to elementary platform version 7
ru: Обновлено до elementary platform 7

source: Added timeouts
ru: Добавлены таймауты

source: Updated the game selection dialog
ru: Обновлён диалог выбора игры

source: Correction of the display of symbols on the playing field
ru: Исправлено отображение символов на игровом поле

source: Update to elementary platform version 6.1
ru: Обновлено до elementary platform 6.1

source: Initial release
ru: Начальный релиз

source: tictactoe;game;logic;
ru: крестики-нолики;игра;логика;

source: New game
ru: Новая игра

source: Question
ru: Вопрос

source: Start new game?
ru: Начать новую игру?

source: No
ru: Нет

source: New game with X
ru: Начать X-ми

source: New game with O
ru: Начать O-ми

source: YOU WON!
ru: ВЫ ПОБЕДИЛИ!

source: DRAWN GAME!
ru: НИЧЬЯ!

source: YOU LOST!
ru: ВЫ ПРОИГРАЛИ!

source: Message
ru: Сообщение
